export const LOVE_CONFIG = {
 correctCode: ["1703", "173", "17/3"],

  title: "สำหรับเธอ",

  step2: {
    title: "ช่วงนี้เป็นไงบ้าง",
    messages: [
      "เหนื่อยมั้ย",
      "พักผ่อนบ้างหรือยัง",
      "อย่าลืมดูแลตัวเองด้วยนะ",
    ],
    highlight: "เป็นห่วงนะ 🤍",
  },

  step3: {
    title: "ถ้าเค้าทำตัวไม่น่ารัก",
    messages: [
      "ขอโทษด้วยนะคะ",
      "บางทีเค้าอาจจะงอแง",
      "บางทีอาจจะพูดอะไรไม่ดี",
      "หรือทำให้เธอรู้สึกไม่ดี",
    ],
    highlight: "แต่เค้าไม่ได้อยากทำให้เธอเสียใจเลยนะ 🤍",
  },

  step5: {
    title: "ผ่านมา 2 เดือนแล้วนะ",
    highlight: "เธอเต็มทั้ง 4 ห้องเลยนะ",
  },

  final: {
    title: "เวลาที่เราคุยกัน",
    highlight: "รักนะ ❤️",
  },
} as const;